{
    "setup": {
        "ready": "¡Listo y escuchando!"
    },
    "command": {
        "general": {
            "error": {
                "missing": "¿Seguro que así iba el comando? la verdad ni yo sabía que debía hacer eso",
                "empty": "Aqui estoy... ¡pero no soy adivino!",
                "instance": "Ayuda we... me siento raro... dile a mi creador que tu mensaje me dió nauseas"
            }
        },
        "kitten": {
            "name": "Gatitos",
            "description": "Muestra la imagen de un gatito aleatorio para esos días largos",
            "usage": "sin argumentos para obtener la imagen de un gatito",
            "success": "Creo que estás triste, toma un gatito random"
        },
        "response": {
            "name": "Respuestas",
            "description": "Asocia un texto o link a un alias para que no te canses de escribir",
            "usage": "<alias> <texto> para asociar un texto/link a un alias, <alias> para obtener el texto/link asociado al alias, Sin argumentos para mostrar todas las respuestas guardadas",
            "set": "¡Felicidades! a partir de ahora ya no tendrás que escribir tanto, recordaré '%s' por tí",
            "missing": "Hmmm... no recuerdo esa palabra",
            "list": "Supongo que quieres ver todas las respuestas que tengo memorizadas, aqui están"
        },
        "gif": {
            "name": "Gif",
            "description": "Muestra un gif aleatorio de Giphy para cuando no sabes que decir",
            "usage": "<texto> para obtener un gif aleatorio relacionado al texto",
            "empty": "Parece que nadie comparte tus gustos en gifs carnal"
        },
        "help": {
            "name": "Ayuda",
            "description": "Muestra todos los comandos disponibles",
            "usage": "Sin argumentos para obtener una descripción de todos los comandos disponibles",
            "start": "Esto es todo lo que sé hacer",
            "keywords_start": "Lo puedes invocar de las siguientes formas",
            "usage_start": "Usos"
        },
        "music": {
            "name": "Musica",
            "description": "Reproduce rolas en el canal de voz que este el usuario",
            "usage": "Sin argumentos para reproducir un archivo de musica predeterminado o detenerlo si ya esta reproduciendo",
            "invalid_channel": "No quiero ir al canal de voz yo solo, ¡me da miedo! primero ve tú",
            "player_start": "Un momento, estoy buscando mis audífonos, estoy seguro que están por aquí",
            "player_start_error": "Whoops ¡Creo que se rompió mi micrófono! dile a mi creador que me compre uno",
            "player_end": "Creo que ya se terminó el concierto, no firmo autógrafos, lo siento",
            "player_end_error": "Creo que ya se terminó el concierto, no firmo autógrafos, lo siento"
        },
        "top": {
            "name": "Top",
            "description": "Muestra que mensajes son los que más se repiten en el canal",
            "usage": "<cantidad> para obtener esa cantidad de comandos más usados (entre 1 y 20), Sin argumentos para obtener los 5 mensajes más usados",
            "start": "Esto es lo que más repitieron en los últimos %d mensajes",
            "item_times": "veces",
            "item_by": "última vez por",
            "end_empty": "Parece que no repiten ningún mensaje, debe estar muy interesante la conversación aquí",
            "list_error": "Me hacen falta unos lentes, no pude leer el historial de mensajes, intenta de nuevo más tarde",
            "text_long": "No quiero ponerles toda una biblia aquí así que los mensajes y resultados aparecerán truncados",
            "wrong_limit": "Sólo puedo mostrar de 1 a 20 lugares, tómalo o déjalo"
        }
    }
}